package com.daily.day04;

/**
 * 题目一: 小柠檬去参加青年歌手大奖赛,有10个评委打分,去掉一个最高分一个最低分求平均分。
 * （提示：打分成绩控制台录入。）
 * 题目二: 班上有5名同学, 身高从高到低排列(单位cm) 分别为: 165,164 ,163,162 ,161
 * 现在要求身高从低到高排列, 请用代码实现
 * 题目三:生成10个随机数添加到数组当中，要求保证数据是唯一，不重复的。
 * 注意点：
 * 1，存储元素的时候只能用数组，不能用集合
 * 2，随机数的范围：11 ~ 73，包含11，也包含73
 * 题目四: 小李用自己的钱买了十只股票，年末他看了各只股票的收益分别是10.4%,-3%,-6.2%,1.2%,-6.1%,-19%,-3.8%,0.9%,-4.5%,5.5%。请使用数组相关知识编程，帮他统计赚钱的股票和赔钱的股票分别有多少只？打印效果如下：
 * 赚钱的股票一共有：4只
 * 赔钱的股票一共有：6只
 * 题目5:
 * 从随机生成10个1-100之间的整数存入数组。（包含1，包含100）。
 * 将生成的10个数，按照奇数在左边，偶数在右边进行打印输出元素。
 * 输出示例： 1,57,25,47,7,2,84,36,58,24
 */
public class Question02 {
}
